OdDbBaseAnnotationScalePE.scaleRatio(OdRxObject!System.Runtime.CompilerServices.IsConst*,System.Double*)
\details
Returns the scale ratio value for a given viewport.
\param obj [in]  Viewport object.
scale [out] Scale ratio.